Repository: mozilla-l10n/mt-training-data
Catalog: btv/btv_pontoon.tmx
Source language: en_us
Languages: btv

source: 1 sentence collected
btv: جملے جمہ ھویں گے

source: 2019 End-of-Year Release
btv: 2019 ریلیز سو اخری کال

source: 2 down, keep it up!<playIcon></playIcon>
btv: 2ھوینگے، او جاری رڇھ<playIcon></playIcon>

source: ≥ 2 No votes
btv: ≥ 2 نہء ووٹو

source: ≥ 2 Yes votes
btv: ≥ 2 آں سو ووٹ

source: Abbreviations and Acronyms
btv: مخفف آ خلاصے

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
btv: مخفف آ خلاصے لکہ "USA" یا " ICE" اخذ گرے سو متن مہ ورٹو پکار تھو چئیں چہ اے اش پڑاں بزہ تھہ چہ سو اویں ھیزئ سو مطابق نہ ھواں آ جَل کیں یک مخفف سو دَن ڙھؤ قسم سو صحیح ریڈنگ ھونتے

source: Abkhaz
btv: اب خاز

source: About
btv: سو متعلق

source: Academic Reference
btv: تعلیمی حوالہ

source: Accepted file types: .tsv only
btv: فائل سو قسم منظور ھوینگا : ٹیایس وی صرف

source: Account
btv: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
btv: <accuracyLink> صحی طریقہ کار رے جَل بھال </accuracyLink>

source: Acehnese
btv: ایس ہنس

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
btv: { $actionType } تیوں صحیح جملہ منیند ؟ <playIcon></playIcon>

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
btv: { $actionType } <recordIcon> </recordIcon> نُوٹ جملہ اوچتے پڑ

source: { $actionType }<stopIcon></stopIcon> when done
btv: { $actionType } <stopIcon> </stopIcon> کدی ھُون

source: { $actionType } submit when ready
btv: { $actionType } تیار ھُون تہ جمہ گر

source: Adamawa Fulfulde
btv: ادموا فولفلد

source: Add and Review Sentences, Add Questions, Transcribe Audio
btv: جملے میلا آ نظر ثانی گر، سوال میلا، اواز نقل گر

source: Add <icon></icon> a public domain sentence
btv: جمہ گر <icon> </icon> لوں سو احاطہ گرے والہ جملہ

source: Add information
btv: معلومات جمہ گر

source: Adding Questions
btv: سوال شامل گر

source: Adding Sentences
btv: جملے شامل گرو

source: Add new sentences for the community to read
btv: کمیونٹی سو پڑے سو دن نئ جملے میلا

source: Add one sentence per line
btv: یک لینڈ مہ یک جملہ میلا

source: Add questions in your language
btv: اپئیں زیب مہ سوال میلا

source: Add Sentences
btv: جملے میلا

source: Add sentences in your language
btv: اپئیں زیب مہ جملے میلا

source: Add up to 1,000 sentences
btv: زر جملیوں تکے میلا

source: Add Your Voice
btv: اپئیں اواز ملا

source: Adyghe
btv: ادیغی

source: Afaan Oromo
btv: افان اورومو

source: Afar
btv: فاصلہ رے

source: Afrikaans
btv: افریقی

source: Age
btv: عمر

source: A good question for public participation datasets should:
btv: یک مڑنیئ سوال لوں سو شرکت سو دَنڈیٹا سیٹ ھونݜ۔

source: Agriculture and Food
btv: زمیدارہ آ خوراک

source: Albanian
btv: البانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
btv: پس منظر سو پِھک شور ٹھیک تھو ولے کیں پَرئیں موݜ سو اَن آن لفظ منیرے ݜواں تہ کلپ رد گرو پکار تھو عام طور رے او ھواں کوزایی ٹی وی څھورید ھویں یا کوزائی لھے بیاد جاری ھویاَں

source: All
btv: بُوٹ

source: All sentence must have the same domain
btv: بُوٹ جملے یک شان احاطہ کار سو ھُں پکار تھو

source: All sentences must have the same citation
btv: بُوٹ جملے یک شان نظارہ سو ھُوں پکار تھو

source: Already have an account? <login>Log-In</login>
btv: اول نو یک اکاؤنٹ تھو ؟ <login> لاگ ان </login>

source: Alsatian
btv: الساتی

source: Amharic
btv: امریکی

source: An error occurred fetching sentences
btv: جملے دُ ھنے مہ غلطی یے گے تھی

source: An error occurred reviewing this sentence
btv: اِس جملہ سو نظر ثانی گرے رے غلطی یے گے تھی

source: An error occurred submitting your voice information
btv: یک غلطی تھی تیں اواز سو معلومات جمہ گرے مہ

source: Approve
btv: منظور

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
btv: یک پرسکون پتن حب بب ٹھیک تھو لیکن بے اضافی اواز نہ لوکھہ تھہ چہء تسئیں وجہ رے مشین الگورتھم اش الفظ سو نشاندہی گر ہئیں کاں چہء لکیل مہ نہ تھے اگر کہ تس لکیل نو علاوہ اَن اَن الفاظ ݜؤں ھون تہ تے کلپ رد گرو پکار تھو عام طور رے اش ھواں چہء تیزا ٹی وی څھور رہ تہ یا کسائ لھے بیاد جاری ھواں۔

source: Arabic
btv: عربی

source: Aragonese
btv: ارگونی

source: Are you coming? [called by another]
btv: تو یا؟ [ پرئیں کیں اواز گی]

source: Are you coming? <strong>[called by another]</strong>
btv: تُو یا ؟ <strong>[پرئیں کیں اواز گی </strong>]

source: Armenian
btv: ارمینی

source: Armenian Western
btv: ارمینی مغربی

source: Arvanitika
btv: اروانی ٹیکا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
btv: سوالگراسو نو <matrixLink> قالب رے </matrixLink> <discourseLink> ڈسکورس </discourseLink> یا <emailLink> ای میل </emailLink>

source: Assamese
btv: اسمسی

source: Asturian
btv: اسٹیری

source: Atayal
btv: آتایال

source: Audio Format
btv: آڈیو فارمیٹ

source: Automotive and Transport
btv: امئ حرکت آ سواری

source: Average
btv: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
btv: اواز سو کلپ رے نشان ھواں "تصدیق" کدی چہء یوزر اسئ آں سو ووٹ دیا۔

source: Avoid too much background noise - it should be easy to hear you.
btv: پتن نو ڙھؤ شور ختم گر۔اس دے تو ہسانی رے شواں۔

source: Awards
btv: انعام

source: Azerbaijani
btv: آزربائ جانی

source: Baatonum
btv: باتونم

source: Back
btv: واپس

source: Background Noise
btv: پتن سو شُور

source: Background Voices
btv: پتن سو اواز

source: Back to Top
btv: واپس ݜیݜئے بہ

source: Bafia
btv: بافیہ

source: Bafut
btv: بافُٹ

source: Balochi
btv: بلوچی

source: Balti
btv: بلتی

source: Bambara
btv: بمبارا

source: Bamun
btv: بامن

source: Bamvele
btv: بام ویلی

source: Bankon
btv: بینکون

source: Baoule
btv: باؤلے

source: Basaa
btv: بسا

source: Bashkir
btv: بشکیر

source: Basque
btv: باسکی

source: Batanga
btv: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
btv: اِس گراونڈ رے یک کلپ رد گرے نو اول احتیاط گر چہء پڑے والہ یک لفظ سو غلط تشریح گیگی تھو۔ تناؤ غلط زائے رے دُھن گی تھو، یا سوالیہ نشان نظرانداز گیگی تھو۔ تام دنیا مہ استعمال ھوویں والہ مختلف قسم سو تلفظ تھا تیوں مہ کاں تی اپئیں مقامی کمیونٹی مہ نہ ݜؤن ھویانݜ ۔مہربانی گیری ایوں لوں تعریف سو یک حد دے چہء کاں تینوں مختلف بیاد گر ھونتہ

source: Be easy to understand and respond to
btv: پرزے آ جواب دے سو دَن ہسان ھویں

source: Be generally relevant
btv: عام طور رے متعلقہ ھویں

source: Belarusian
btv: بیلاروسی

source: Benefits
btv: فائدے

source: Bengali
btv: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
btv: [فوجی ٹوپے] صیح تھی اآیا اول سلیبس مہ گران اسی(uk) یا دویئں مہ(us) ]

source: Betawi
btv: بٹاوی

source: <bold>Help us</bold> find more voices
btv: <bold> اسئیں مدد گر </bold> جل اواز ٹنڈ

source: <bold>If you value open, inclusive data - donate today!</bold>
btv: <bold> کہ تے قدر تھو کھولاو،گر انکلوسیو ڈیٹا۔ خیراتی دے آز </bold>

source: Borgu Fulfulde
btv: بارگُو فولفلڈ

source: Bosnian
btv: بوسنی

source: Both
btv: بھیزدو

source: Both (Speak and Listen)
btv: بھیزدو(ݜؤں آ مَنو)

source: Breton
btv: بریٹن

source: [British English might make "root"]
btv: [برطانیہ والہ انگریزی " رووٹ" من ھوں تھہ]

source: Browse Languages
btv: زِب براؤز

source: Brushaski
btv: بروشاسکی

source: Build a custom goal
btv: کسٹم سو مقصد سَن

source: Bulgarian
btv: بلغاری

source: Bulk batch
btv: گھؤں بیچ

source: Bulk Sentences Uploaded
btv: گھئیں جملے اپلوڈ ھویں گے

source: Bulu
btv: بلو

source: Bunun
btv: بنن

source: Burmese
btv: برمی

source: Buryat
btv: بریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
btv: <b> چیں یک ای میل ؟</b> اسئ ضرورت ھوں ھواں تی میل رابطہ سو مستقبل مہ ڈیٹاسیٹ سو تبدیلی سو متعلق،یک ای میل اسئ دیا یک پوائنٹ رابطہ سو

source: By editing your goal, you may lose your existing progress.
btv: اپئیں مقصد ایڈٹ گرے رے،تیں اول سو کارکردگی ضائع ھوں ھواں۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
btv: ای میل حاصل گرو خوش گرے مِلتو من چہء تو تیار تھو موزیلا سو او معلومات سو وضاحت گرے<privacyLink> پردہ داری سو پالیسی</privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
btv: <b> تو راضی تھو </b> چہ عام اواز مہ منے والہ سو شناخت معلوم نہ ھویں

source: By telling us about yourself, you will help developers build more inclusive technology
btv: اپئیں بارہ مہ منے گِھن ،تو ڈویلپر سو مدد گونݜ جل جمع ٹیکنالوجی سندے مہ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
btv: عام اواز استعمال گرے رے، تو اسئیں <termsLink>شرئط نو راضی تھو </termsLink> آ <privacyLink> پردا سو پالیسی نو</privacyLink>

source: Cameroon Pidgin
btv: کیمیرون پیجن

source: [Canadian English might make "route" sound like "rowt"]
btv: [کینیڈا والہ انگریزی "روٹ "سو اواز" رُٹ " شان گرہ تھہ]

source: Cancel Re-recording
btv: دوبارہ رکاڈنگ کینسل گر

source: Cancel Submission
btv: جمہ گرو کینسل

source: Cannot submit more than 1000 sentences
btv: 1000 جملیوں نو زیات جمہ نہ گر ھواں

source: Can't decide?
btv: فیصلی نہ گرھواں ؟

source: Cantonese
btv: کینٹونییز

source: Catalan
btv: کیٹالن

source: Central Alaskan Yupʼik
btv: وسطی السکان یوپک

source: Central Kurdish
btv: وسطی کردستانی

source: Central Puebla Nahuatl
btv: وسطیپیوبلا نہوتل

source: Change preferences
btv: ترجیحات بدلا

source: Check <icon></icon> is this a linguistically correct sentence?
btv: چیک گر <icon> </icon> چوں او جملہ زیب سو مطابق صحیح تھی ؟

source: <chevron></chevron>See less
btv: <chevron> </chevron> کم بھال

source: <chevron></chevron>See more
btv: <chevron> </chevron> جل بھال

source: Chinese (China)
btv: چینی

source: Chinese (Hong Kong)
btv: چی نی (ہانگ کانگ)

source: Chinese (Taiwan)
btv: چی نی (تائیوان)

source: Chinyanja
btv: چینیانجا

source: Choose language/localization
btv: خوش گر زیب/ لوکلائزیشن

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
btv: سادہ سوال خوش گر چہ تِس رے ہر کاں ہسانی دے پَرزے، ثقافت یا سیاق و سباق نو علاوہ۔

source: Chuvash
btv: چوویش

source: Citation
btv: حوالہ

source: Cite with a URL link or the full name of the work.
btv: بھال URL link یا کَم سو پور ناں

source: Citing Sentences
btv: جملیوں سو حوالہ دے رے

source: Click
btv: کلِک

source: Clipboard not supported
btv: کلپ بورڈ مدد نہ گرا

source: Clip Graveyard
btv: کلپ قبرستان

source: Clips recorded
btv: کلپ رکاڈ ھویں گے

source: Clips Uploaded
btv: کلپ اپلوڈ ھویں گا

source: Clips validated
btv: کلپوں سو تصدیق ھویں گے

source: Clips You've Recorded
btv: کلپ کاں چہء تی ریکاڈ گے تھا

source: Clips You've Validated
btv: کلپ کاں چہء تی تصدیق گے تھا

source: Close
btv: بند گر

source: Collecting sentences
btv: جملے جمہ گرُو

source: Comment
btv: کمنٹ

source: Common Voice data plus all other voice datasets above.
btv: عام اواز سو ڈیٹا میل جل بوٹ اواز سو ڈیٹا سیٹ اَز رے

source: Common Voice Dataset
btv: عام اواز سو معلوماتی سیٹ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
btv: عام اواز موزیلا فاونڈیشن سو یک پرجیکٹ تھو a US 501c3 او پراجیکٹ اِس وخت اندرونی طور رے <philantropicGrantLink> فلان تھروپک سو دے رے سندید تھو </philantropicGrantLink> آ چاپیرا دنیا سو لو سو امداد رے۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
btv: عام اوازے خیرات آ گرانٹ سو زریعہ گھن مالی مدد دیاں بزہ تعلیمی ماہر،سول سوسائٹی آ صنعت سو تحقیق والہ مِل امداد گرو پسند تھو عام اواز استعمال گرے سو دَن ازاد تھی لیکن گرانٹ سو تجاویز سو زریعہ رے پلیٹفام زو خرچیوں سو میزبانی مہ مدد واقعی گرو تھو

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
btv: عام اواز موزیلا سو اقدام تھو پڑے سو مشین سو مدد سو دَن چہ کش حقیقی لو منہ تھہ

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
btv: عام اواز دنیا سوبُوٹوں نو گھؤں عوامی طور رے موجود ،مختلف زیبوں سو اواز سو ڈیٹا سیٹ

source: Community participation and decision making.
btv: کمیونٹی حصہ گِھنو آ فیصلہ گرو۔

source: Community Playbook
btv: کمیونٹی پلے بک

source: Confirm Goal
btv: مقصد کنفرم گر

source: Contact
btv: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
btv: مصنفوں، کھل لیکیئ والہ یا اسکرین رے لیکیئ والہ مِل رابطہ گر آ تپوس گر چہ سے اپئیں کموں سو یک پِھٹیئں حصہ عوامی احاطہ کار سو دَن وقف گرے رے راضی ھونتہ

source: Contact Form
btv: رابطہ سو فارم

source: Contact the Common Voice team
btv: عام اواز سو ٹیم مِل رابطہ گر

source: Contact Us
btv: اسُو میل رابطہ گر

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
btv: مشتملات مجود تھا <licenseLink>کریئٹیو عام لائسنس څھے </licenseLink>

source: Continue
btv: جاری

source: Continue validating
btv: تصدیق جاری رڇھ

source: Contribute
btv: حصہ گھِنو

source: Contribute sentences
btv: جملے شریک گر

source: Contribution Activity
btv: حصہ گھنے سو سرگرمی

source: Contribution Criteria
btv: حصہ گِھنے سو طریقہ

source: Contribution Guidelines
btv: حصہ گِھنے دَن رہنمائی

source: Contributors record voice clips by reading from a bank of donated sentences.
btv: شریک ھویئں والہ خیراتی دیتیل جملیوں سو بنک نو پیڑی ریکاڈ گرہ تھہ

source: Cookies
btv: کوکیز

source: Copainalá Zoque
btv: کوپئینالا زوق

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
btv: <coquiLink> Coqui </coquiLink> کھلاو تقریر سو ٹیکنالجی سو دن تیوؤں پراجیکٹ ڈونگ ڇھیڇئی سو بنیاد رے STT and TTS engines.

source: Cornish
btv: کارنش

source: Corsican
btv: کورسیکین

source: { $count } clips
btv: { $count } کلپ

source: { $count }mo
btv: mo

source: { $count }y
btv: y

source: [Crackle] giant dinosaurs of [crackle] -riassic.
btv: [کریکل] ڙھؤ گھؤں ڈائیناسور [کرکل]۔ ریاسک

source: Create a Custom Goal
btv: کسٹم سو مقصد سَن

source: Create a profile
btv: یک پروفائل سَن

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
btv: اپئیں زریعہ گِھن یا اپئیں یار دوست یا زیب سو برادری مِل نیئ بول چال جملے سَن مثال سو طور رے 'اے' لیکیئ دے

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
btv: لوں سو تنوع سو دن موقعے پیدا گرو چہء لوعام اواز مہ حصہ گھنیاں۔ معلوماتی سیٹ یقینی گرو چہء ڙھؤ نہ ڙھؤ لوں سو خدمت گرے۔اسو زریعے آ ٹمپلیٹ پیدا گے تھے چہء تو استعمال گر ھئیں۔

source: Crimean Tatar
btv: کرائمین تاتار

source: Criteria
btv: طریقہ

source: Croatian
btv: کرشئین

source: Culturally specific questions
btv: ثقافتی طور رے مخصوص سوال

source: Czech
btv: زچ

source: Dagbani
btv: ڈاگبانی

source: Daily Goal
btv: روزانہ سو مقصد

source: Dameli
btv: دامیلی

source: Danish
btv: دانش

source: Dargwa
btv: درگوا

source: Dataset Release
btv: معلوماتی سیٹ اوزگار

source: Datasets
btv: معلوماتی سیٹ

source: Date
btv: تاریخ

source: Dawoodi
btv: داوودی

source: Days
btv: دِس

source: Delete my recordings
btv: می ریکاڈنگ ڈیلیٹ گر

source: Dhivehi
btv: دھیویھی

source: Dholuo
btv: ڈھولاؤ

source: Did you know…
btv: تو شید اسو

source: Different language
btv: مختلف زیب

source: Difficult
btv: گِران

source: Difficult to pronounce
btv: منو گران تھو

source: Dioula
btv: دیولا

source: Discard ongoing recording
btv: جاری ریکاڈنگ کٹ گر

source: Documentation
btv: کاغذی کاروائ

source: Does the sentence meet the guidelines?
btv: چوں جملہ ھدایات مل میلاؤ ھواں ؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
btv: جملہ سو موضوع۔ موجودہ وخت، تو مڑآ مہ خوش گر ھواں

source: Donate
btv: اشی دیو

source: Donate your voice
btv: اپئیں اواز دے

source: Don’t Add
btv: شامل نہ گر

source: Don't see your language on Common Voice yet?
btv: اوتر تکے اپئیں زیب عام اواز رے نہ بھال

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
btv: ڈیٹا سیٹ مہ نظر یے والہ اپئیں زیب نہ بھال

source: Download
btv: ڈونلوڈ گر

source: Download Common Voice Data
btv: عام اواز سو ڈیٹا ڈونلوڈ گر

source: Download Data
btv: ڈیٹا ڈونلوڈ گر

source: Download Dataset Bundle
btv: ڈیٹاسیٹ سو بنڈل ڈونلوڈ گر

source: Download { $language }
btv: ڈونلوڈ { $language }

source: Download options for accessing Common Voice data
btv: عام اواز سو ڈیٹا یے اوڑے سو دن اپشن ڈونلوڈ گر

source: Download our voice datasets
btv: اسوں اواز سو ڈیٹا سیٹ ڈونلوڈ گر

source: Download the Dataset
btv: ڈیٹاسیٹ ڈونلوڈ گر

source: Download the Single Word Target Segment
btv: یک لفظ ھدفطبقہ سو ڈونلوڈ گر

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
btv: تے کن کیں نظریہ تھی چہ کش بے عام اوازسو ڈیٹا سیٹ بہتر گری؟ یا ڈسکورس رے ڇھیڇی

source: Do you want to continue?
btv: تو جاری رڇھو لوکھا ؟

source: Do you want to Speak, Listen or both?
btv: تو منو لوکھا، ݜوؤں لوکھا یا بھیزدو ؟

source: Drag your file here or <uploadButton>click to upload</uploadButton>
btv: اپو فائل ایزئ ڈریگ گر یا <uploadButton> اپلوڈ کلک گر</uploadButton>

source: Drop file here to upload
btv: اپلوڈگرے سو دَن فائل ایزا وال

source: Duala
btv: دولا

source: Dutch
btv: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
btv: ڈیٹا سیٹ مہ ہر څیز یک اَن انداز سو MP3 آ اسیئں متعلق ٹیکسٹ فائل رے مشتمل ھواں ڈیٹا سیٹ مہ ڙھؤ <b> { $total } ریکاڈھوئینل گھنٹوں مہ عمر،جنس آ لہجہ شان ابادی والہ میٹا ڈیٹا ھم شامل تھا کاں چہ تقریر سو پھنیانک انجنو سو درستگی یے تربیت دے مہ مدد گر ھواں ڈیٹا سیٹ فی الحال مشتمل تھو <b> { $valid } </b> تصدیق ھویئنل گھنٹیوں <b> { $languages } </b> سو زیبوں رے کیں زیب رے عملدرامد گرے یا شرکت شرو گرے سو دَن اسئیں <languagesLink> زیبوں سوصفہ </languagesLink>

source: Eastern Balochi
btv: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
btv: مشرقی ھاؤسٹیکا نہوتل

source: Eastern Min
btv: مشرقی مِن

source: Easy
btv: ہسان

source: Easy to Understand
btv: پَزے یے ہسان ھویں

source: Ebrie
btv: ایبری

source: Email
btv: ای میل

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
btv: <emailFragment>sign up </emailFragment> میلنگ لس سو طرفئ او ڇھیڇھئ سو دَن چہء عام اواز رے مہم تقریب اَ ڈیزن سو خصوصیات مہ کش حصہ گھنہ تھہ

source: Emakhuwa
btv: ایماکھوا

source: English
btv: انگریزی

source: Enter Email to Download
btv: ڈونلوڈ سو دن ای میل داخل گر

source: Enter email to send a sign up link
btv: ای میل داخل گر سائن اپ لنک ڇئی سو دَن

source: Enter your email
btv: اپئیں ای میل مز دُھن

source: Enter your public domain sentence here
btv: اِیزا لوں سواحاطہ کار گرے والہ جملے داخل گر

source: Enter your public domain sentences here
btv: اِیزا لوں سو احاطہ کار والہ جملے داخل گر

source: Error adding sentence
btv: جملہ جمہ گرے سو غلطی

source: Error { $code }
btv: غلطی { $code }

source: Erzya
btv: ارزیا

source: Esperanto
btv: اسپیرنٹو

source: Estonian
btv: استونی

source: Eton
btv: ایٹون

source: Events
btv: تقریب

source: Everyone
btv: ھَر کاں

source: Ewe
btv: ایوی

source: Ewondo
btv: ایوونڈو

source: Example
btv: مثال

source: Example questions
btv: مثال سوال

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
btv: دلچسب خبر ! ڙھؤ گھؤں تقریر پن مہ تھو ! اپڈیٹ سو دن تیار بھے آ یقینی گراسیئں چیک گر <discordLink> ڈسکاڈ </discordLink> تازا معلومات سو دن۔

source: Exit & Delete clips
btv: با نِک آ کلپ ڈیلیٹ گر

source: Failed to copy SHA256 Checksum
btv: مجموعہ SHA256 نقل ناکام ھویں گا

source: Fang
btv: فینگ

source: FAQ
btv: فاق

source: Faroese
btv: فیروز

source: Fewer than 15 words per sentence
btv: فی جملہ 15 الفاظوں نو کم

source: Fields marked with an asterisk (*) are required.
btv: نشان دیتئیل asterisk (*) فیلڈ سو ضرورت تھی۔

source: File is too large
btv: فائل ڙھؤ گُھوؤں تھو

source: File is too small
btv: فائل ڙھؤ پِھٹو تھو

source: Finance
btv: مال

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
btv: جل لو ٹنڈ چہء سے خیال گرہ تہ۔ سے یونیورسٹی ،زیب سو اسکول،وکیلوں سو گروپ یا سائنسی معلوات سو کمیونٹی ھوئیں۔اماں اوڑا آ وضاحت گر صاف طریقہ رے چہء سے کش مدد گرہ تھہ آ چیئں۔<outreachTemplates> اسیئں ایمیل رے ٹمپلیٹ بھال </outreachTemplates>

source: Finish editing first?
btv: اول ایڈیٹنگ ختم گر ؟

source: Finish recording
btv: ریکاڈنگ ختم

source: Finish recording first?
btv: اول ریکاڈنگختم گر ؟

source: Finish Review
btv: نظرثانی ختم

source: Finish validating
btv: تصدیق ختم گر

source: Finish validating clips?
btv: کلپوں سو تصدیق ختمگر

source: Finnish
btv: ختم

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
btv: اول، چیک گر چہ تیں زیب <languageLink> اول نو شامل خو نہ تھی</languageLink> اگر کہ نہ تھی تہ تو من ھاں <languageRequestLink> اپیئں زیب شامل گرے سو دَن</languageRequestLink> ایزا دُو مرحلے تھے۔ سائٹسو ترجومہ گرو، اَ جملے جمہ گرو

source: Follow guidelines from “What sentences can I add?”
btv: اے څھئے سو ھدایات نو “ کاں جملے مہ میلا ھواں ”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
btv: عطیہ گریئل ہر اواز سو کلپ آ ہر آڈیو کلپ سو توثیق گیگی۔تیوں اکاونٹ ڈیش بورڈ اپ ڈیٹ ھواں چئیں چہء تو ہر زہب مہ تیں تازا پیشرفت پشے کیں مہ چہ تو شرکت گرا۔ ھاں تو یک نو زیات مہ حصہدُھن ھواں

source: for example
btv: مِثال سئے طور رے
